Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=149_art_id=156.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Lávvu
sma: Rohkelasse

source: Biibbalis logat rohkadallama birra.
sma: Bijbelisnie rohkelassen bïjre tjåådtje.

source: Logat ahte Ipmil háliida min rohkadallat, ja ahte son gullá min rohkosiid.
sma: Tjåådtje Jupmele sæjhta mijjieh edtjebe rohkelidh, jïh tjåådtje dïhte mijjen rohkelassh gåvla.

source: Eai gávdno njuolggadusat mo galgat rohkadallat.
sma: Datne maahtah rohkelidh jalhts datne ih maam utnieh jiehtedh.

source: Ž Sáhtát rohkadallat vaikko dus ii leat mihkkege maid dadjat.
sma: Dïhte mij lea vihkeles lea Jupmele dåajvoehtamme mijjen lïhke båetedh gosse rohkelibie.

source: Dat mii lea dehálaš, lea ahte Ipmil lea lohpidan leat min lahka go mii rohkadallat.
sma: Datne maahtah reegkes gïeline jallh sjeavohts rohkelidh Datne maahtah tjåarvodh jïh klååkedh

source: Ž Sáhtát rohkadallat jitnosit dahje jávohaga Ž Sáhtát čuorvut ja váidalit Ž Sáhtát giitit Ž Sáhtát ávvudit Ž Sáhtát muitalit maid it ádde Ž Sáhtát bivdit veahki Ž Sáhtát rohkadallat dearvvasmahttima Ž Sáhtát rohkadallat ándagassiiaddojumi Ž Sáhtát rohkadallat jeđđehusa Ž Sáhtát dušše muitalit Ž Sáhtát rohkadallat okto dahje earáiguin Ž Sáhtát geavahit Biibbala go rohkadalat – earret eará Sálmmaid girjji Boares Testameanttas Ž Sáhtát rohkadallat Áhččámet-rohkosa Ž Sáhtát rohkadallat Jesus-rohkosa sihke go geasát ja go luoittát vuoiŋŋahaga: Hearrá, Jesus Kristus árpmit mu, suttolaš olmmoš Ž Sáhtát rohkadallat eará olbmuid ovddas Ž Sáhtát jearrat Ipmilis čájehit dutnje maid galggat dahkat Ž Sáhtát rohkadallat ráfi ovddas
sma: Datne maahtah jiehtedh dam maam ih guarkah

source: Sáhtát vajáldahttit olles dán listtu ja dušše dadjat: " Ipmil ! "
sma: Datne maahta Jupmelem birredh datnem vuesiehtidh maam edtjh darjodh

source: ja de eallit ja ráhkistit Ipmila mánnán.
sma: Datne maahtah raeffien bïjre rohkelidh

source: Gula ja oahpa Ann Mari Andersena lávllateavstta.
sma: Goltelh jïh lohkh Ann Mari Andersen laavlomem.
